Revit 2024 API
MultipleValuesIndicationSettings.CustomValue Property
 Value used as multiple values indication if Custom is set to true.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public string CustomValue { get; set; }
Visual Basic
Public Property CustomValue As String
	Get
	Set
Visual C++
public:
property String^ CustomValue {
	String^ get ();
	void set (String^ value);
}
Exceptions
Exception | Condition
Autodesk.Revit.Exceptions.ArgumentNullException |  When setting this property: A non-optional argument was null
See Also
MultipleValuesIndicationSettings Class
Autodesk.Revit.DB Namespace